Repository: shinichi85/voiperopen
Catalog: trunk/var/www/html/private/admin/i18n/*/LC_MESSAGES/amp.po
Languages: fr_fr

source: queue name:
fr_fr: nom de la file d'attente:

source: Give this queue a brief name to help you identify it.
fr_fr: Un nom court pour faciliter l'identification.

source: queue password:
fr_fr: mot de passe de la file d'attente:

source: You can require agents to enter a password before they can log in to this queue.<br><br>This setting is optional.
fr_fr: Optionel.<br><br>Si rempli, les agents devront composer ce mot de passe pour se connecter.

source: CID name prefix:
fr_fr: pr&eacute;fix au CID

source: You can optionally prefix the Caller ID name of callers to the queue. ie: If you prefix with "Sales:", a call from John Doe would display as "Sales:John Doe" on the extensions that ring.
fr_fr: Optionnellement, vous pouvez pr&eacute;fixer le CID (Caller ID) des appels vers la file.

source: static agents
fr_fr: agents permanents

source: Static agents are extensions that are assumed to always be on the queue. Static agents do not need to 'log in' to the queue, and cannot 'log out' of the queue.<br><br>List extensions to ring, one per line.<br><br>You can include an extension on a remote system, or an external number (Outbound Routing must contain a valid route for external numbers)
fr_fr: Les agents permanents ne doivent pas se connecter ou se deconnecter de la file d'attente.<br><br>Extension des agents, un par ligne.<br><br>Vous pouvez inclure une extension sur un syst&egrave;me distant, ou un num&eacute;ro externe ('Routage de sortie' doit contenir une route valide)

source: Queue Options
fr_fr: Options des files d'attente

source: Agent Announcement:
fr_fr: Annonce de l'agent

source: Announcement played to the Agent prior to bridging in the caller <br><br> Example: "the Following call is from the Sales Queue" or "This call is from the Technical Support Queue".<br><br>To add additional recordings please use the "System Recordings" MENU to the left
fr_fr: L'annonce jou&eacute;e &agrave; l'agent avant de lui transmettre l'appel<br><br> Exemple: "L'appel suivant vient de la file Ventes" ou "Cet appel provient du support technique".<br><br> Pour ajouter des enregistrements, utiliser le menu 'Enregistrements du syst&egrave;me' &agrave; gauche

source: None
fr_fr: Aucun

source: Hold Music Category:
fr_fr: Cat&eacute;gorie de musique d'attente:

source: Music (or Commercial) played to the caller while they wait in line for an available agent.<br><br> This music is defined in the "On Hold Music" Menu to the left.
fr_fr: Musique (ou annonce) jou&eacute; &agrave; l'appelant pendant qu'il patiente en ligne pour un agent disponible.<br><br> Cette musique est d&eacute;finie dans le menu 'Musique d'attente' &agrave; gauche.

source: max wait time:
fr_fr: temps d'attente maximum:

source: The maximum number of seconds a caller can wait in a queue before being pulled out. (0 for unlimited).
fr_fr: Le temps maximum d'attente avant que l'appel soit sorti de la file. Voir ci-dessous. (O pour illimit&eacute;).

source: max callers:
fr_fr: nombre maximum d'appels:

source: Maximum number of people waiting in the queue (0 for unlimited)
fr_fr: Le nombre maximum de personnes en attente sur cette file d'attente (O pour illimit&eacute;).

source: join empty:
fr_fr: attente si vide

source: If you wish to allow queues that have no members currently to be joined, set this to yes
fr_fr: Permet de se mettre en attente sur une file pour laquelle aucun agent n'est enregistr&eacute;

source: leave when empty:
fr_fr: quitter si vide

source: If you wish to remove callers from the queue if there are no agents present, set this to yes
fr_fr: Supprime tous les appels en attente si il n'y a plus d'agents pour cette file.

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: ring strategy:
fr_fr: Politique de sonnerie:

source: ring all available channels until one answers (default)
fr_fr: fais sonner tous les postes

source: take turns ringing each available interface
fr_fr: une tournante entre les postes disponibles

source: ring interface which was least recently called by this queue
fr_fr: appelle le poste qui a &eacute;t&eacute; appel&eacute; le moins r&eacute;cemment

source: ring the one with fewest completed calls from this queue
fr_fr: fais sonner le poste avec le moins d'appel r&eacute;pondu pour cette file

source: ring random interface
fr_fr: fais sonner un poste au hasard

source: round robin with memory, remember where we left off last ring pass
fr_fr: round robin avec m&eacute;moire, se rappelle des derniers appels

source: agent timeout:
fr_fr: attente d'un agent:

source: The number of seconds a phone can ring before we consider it a timeout.
fr_fr: La dur&eacute;e de sonnerie maximum du poste d'un agent.

source: retry:
fr_fr: r&eacute;essayer apr&egrave;s:

source: The number of seconds we wait before trying all the phones again
fr_fr: Le temps &agrave attendre avant de faire sonner tous les postes

source: wrap-up-time:
fr_fr: temps de pause:

source: After a successful call, how many seconds to wait before sending a potentially free member another call (default is 0, or no delay)
fr_fr: Le temps &agrave; de pause d'un agent apr&egrave;s un appel termin&eacute;.

source: call recording:
fr_fr: enregistrer les appels:

source: Incoming calls to agents can be recorded. (saved to /var/spool/asterisk/monitor
fr_fr: Les appels peuvent &ecirc;tre enregistr&eacute;. (dans /var/spool/asterisk/monitor)

source: Caller Announcements
fr_fr: Annonce dans la file

source: Frequency:
fr_fr: Fr&eacute;quence:

source: How often to announce queue position, estimated holdtime, and/or voice menu to the caller (0 to Disable Announcements).
fr_fr: La fr&eacute;quence &agrave; laquelle la position dans la file, le temps estim&eacute;, et/ou le menu est annonc&eacute;e (0 pour d&eacute;sactiv&eacute;)

source: Announce Position:
fr_fr: Annonce de la position:

source: Announce position of caller in the queue?
fr_fr: Annonce la postion dans la file?

source: Announce Hold Time:
fr_fr: Annonce le temps d'attente:

source: Should we include estimated hold time in position announcements? Either yes, no, or only once; hold time will not be announced if <1 minute
fr_fr: Annonce le temps d'attente estim&eacute; pour l'appelant? Le temps n'est pas annonc&eacute; quand < 1 minute

source: Once
fr_fr: Une seule fois

source: Voice Menu:
fr_fr: Menu vocal:

source: After announcing Position and/or Hold Time, you can optionally present an existing Digital Receptionist Voice Menu.<br><br>This voicemenu must only contain single-digit 'dialed options'.
fr_fr: Apr&egrave;s l'annonce de position, temps d'attente, un menu 'R&eacute;ceptioniste automatique' peut &ecirc;tre pr&eacute;sent&eacute;.<br><br>Ce menu ne peut contenir que des options &agrave; un seul chiffre.

source: Fail Over Destination
fr_fr: Destination par d&eacute;faut

source: Recording
fr_fr: Enregistrement

source: Saved
fr_fr: Sauv&eacute;

source: Add Recording
fr_fr: Ajouter un enregistrement

source: Delete Recording
fr_fr: Supprimer l'enregistrement

source: and speak the message you wish to record.
fr_fr: et enregistrez le message.

source: After recording or uploading, <em>dial *99</em> to listen to your recording.
fr_fr: Apr&egrave;s avoir enregistr&eacute; ou charg&eacute; votre message, <em>composez le *99</em> pour l'&eacute;couter.

source: Step 3: Name
fr_fr: Etape 3: Nom

source: Name this Recording
fr_fr: Nom de cet enregistrement

source: Call Detail Reports
fr_fr: Rapport d&eacute;taill&eacute; des appels

source: Call Logs
fr_fr: Tous les appels

source: Compare Calls
fr_fr: Comparer les appels

source: Monthly Traffic
fr_fr: Trafic mensuel

source: Daily load
fr_fr: Charge journali&egrave;re

source: Error renaming route: duplicate name
fr_fr: Erreur de renomage de route: nom en double

source: Error fetching prefix list for:
fr_fr: Erreur lors de la recuperation du prefix pour:

source: Invalid format for NPA-NXX code (must be format: NXXNXX)
fr_fr: Format invalide pour le code NPA-NXX (format; NXXNXX)

source: Add Route
fr_fr: Ajouter une route

source: Edit Route
fr_fr: Editer une route

source: Delete Route
fr_fr: Supprimer la route

source: Route Name
fr_fr: Nom de la route

source: Name of this route. Should be used to describe what type of calls this route matches (for example, 'local' or 'longdistance').
fr_fr: Nom de la route. D&eacute;crit le type d'appels vers cette route (par exemple, 'local ou 'longdistance')

source: Route Password
fr_fr: Mot de passe de la route

source: Optional: A route can prompt users for a password before allowing calls to progress. This is useful for restricting calls to international destinations or 1-900 numbers.<br><br>Leave this field blank to not prompt for password.</span>
fr_fr: Optionnel: Une route peut demander &agrave; l'utilisateur un mot de passe avant de permettre les appels. Utile pour restreindre les les appels internationaux, les 0900, ...<br><br>Laisser blanc pour aucun mot de passe.</span>

source: Dial Patterns
fr_fr: Masque de num&eacute;rotation:

source: A Dial Pattern is a unique set of digits that will select this trunk. Enter one dial pattern per line.
fr_fr: Un masque de num&eacute;rotation est une suite de chiffres qui vont s&eacute;lectionner cette route. Un masque de num&eacute;rotation par ligne.

source: Rules:
fr_fr: R&egrave;gles:

source: matches any digit from 0-9
fr_fr: un chiffre de 0-9

source: matches any digit form 1-9
fr_fr: un chiffre de 1-9

source: matches any digit from 2-9
fr_fr: un chiffre de 2-9

source: matches any digit or letter in the brackets (in this example, 1,2,3,7,8,9)
fr_fr: un caract&egrave;re dans les crochets (dans cet exemple, 1,2,3,7,8,9)

source: wildcard, matches one or more characters
fr_fr: joker, correpond &agrave; un ou plusieurs caract&egrave;res

source: seperates a dialing prefix from the number (for example, 9|NXXXXXX would match when some dialed "95551234" but would only pass "5551234" to the trunks)
fr_fr: separe un prefix de num&eacute;rotation du num&eacute;ro (par exemple, 9|NXXXXXX) va correspondre si "95551234" est compos&eacute; mais ne va passer que "5551234" au trunk

source: Trunk Sequence
fr_fr: S&eacute;quence de trunks

source: The Trunk Sequence controls the order of trunks that will be used when the above Dial Patterns are matched. <br><br>For Dial Patterns that match long distance numbers, for example, you'd want to pick the cheapest routes for long distance (ie, VoIP trunks first) followed by more expensive routes (POTS lines).
fr_fr: La s&eacute;quence de trunks contr&ocirc;le l'ordre des trunks qui seront utilis&eacute;s pour cette route. Pour les routes qui correspondent &agrave; des appels internationaux, vous pouvez par exemple choisir d'abord les routes les moins ch&egrave;res (les trunks VoIP) et ensuite les lignes classiques.

source: DELETE ALL THE DATA IN THIS SET
fr_fr: SUPPRIME TOUTES LES DONNEES DANS CET ENSEMBLE

source: Delete this backup set and all data associated with this backup set..
fr_fr: Supprime cette sauvegarde et toutes les donn&eacute;es associ&eacutes;es...

source: Delete File Set
fr_fr: Supprimer l'ensemble de fichiers

source: Delete this backup set.
fr_fr: Supprimer cette sauvegarde

source: Restore Entire Backup Set
fr_fr: Restaurer la sauvegarde

source: Restore your Complete Backup set overwriting all files.
fr_fr: Restaurer la sauvegarde compl&egrave;te en &eacute,crasant les fichiers.

source: Restore VoiceMail Files
fr_fr: Restaurer les bo&icirc;tes vocales

source: Restore your Voicemail files from this backup set. NOTE! This will delete any voicemail currently in the voicemail boxes.
fr_fr: Restaurer les fichiers de bo&icirc;tes ocales depuis cette savucegarde. NOTE! Ceci va d&eacute;truire les messages vocaux actuels.

source: Restore System Recordings Files
fr_fr: Restaurer les 'Messages du syst&egrave;me'

source: Restore your system Voice Recordings including AutoAttendent files from this backup set. NOTE! This will OVERWRITE any voicerecordings currently on the system. It will NOT delete new files not currently in the backup set
fr_fr: Restaurer les enregistrements vocaux du syst&egrave;me. NOTE! Ceci va d&eacute;truire les messages du syst&egrave;me courants. Ca ne vas pas supprimer les nouveaux messages sui ne sont pas dans la sauvegarde

source: Restore System Configuration
fr_fr: Restaurer la configuration du syst&egrave;me

source: Restore your system configuration from this backup set. NOTE! This will OVERWRITE any System changes you have made since this backup... ALL Itemes will be reset to what they were at the time of this backup set..
fr_fr: Restaurer la configuration depuis cette sauvgarde. NOTE! Ceci va d&eacute;truire tous les changements faits depuis cette sauvegarde.

source: Restore Operator Panel
fr_fr: Restaurer l'Operator Panel

source: Restore Call Detail Report
fr_fr: Restaurer les rapports d&eacute;taill&eacute;s des appels

source: Restore the Call Detail Records from this backup set. NOTE! This will DELETE ALL CALL RECORDS that have been saved since this backup set..
fr_fr: Restaurer les rapports d&eacute;taill&eacute;s des appels depuis cette sauvegarde. NOTE! Ceci va DETRUIRE TOUS LES ENREGISTREMETS d'appels fais depuis cette sauvegarde...

source: ERROR its not a BACKUP SET file
fr_fr: Erreur: ceci n'est pas une sauvegarde

source: Schedule Name:
fr_fr: Nom du programme de sauvegarde:

source: Give this Backup Schedule a brief name to help you identify it.
fr_fr: Un nom bref pour cette programation de sauvegarde.

source: VoiceMail
fr_fr: Bo&icirc;tes vocales

source: Backup the System VoiceMail Boxes... CAUTION: Could result in large file
fr_fr: Sauvegarder les Bo&icirc;tes vocales... ATTENTION: ceci peut engendrer des gros fichiers

source: Backup the System Recordings (AutoAttendent, Music On Hold, System Recordings)
fr_fr: Sauvegarder les messages et sons du syst&egrave;me

source: System Configuration
fr_fr: Configuration du syst&egrave;me

source: Backup the System Configurations (Database, etc files, SQL Database, astdb)
fr_fr: Sauvegarder la configuration du syst&egrave;me (bases de donn&eacute;es, filchiers etc, ...)

source: CDR
fr_fr: D&eacute;tails des appels

source: Backup the System Call Detail Reporting (HTML and Database)
fr_fr: Sauvegarder les d&eacute;tails des appels (HTML & BD)

source: Backup the Operator Panel (HTML and Database)
fr_fr: Sauvegarder l'Operator Panel

source: All
fr_fr: Tous

source: Selected
fr_fr: S&eacute;lectionn&eacute;s

source: Run Backup
fr_fr: Lancer la sauvegarde

source: Follow Schedule Below
fr_fr: Selon la programmation ci-dessous

source: Now
fr_fr: Maintenant

source: Daily (at midnight)
fr_fr: Tous les jours (à minuit)

source: Weekly (on Sunday)
fr_fr: Toutes les semaines (le dimanche)

source: Monthly (on the 1st)
fr_fr: Tous les mois (le 1er)

source: Yearly (on 1st Jan)
fr_fr: Tous les ans (le 1er jan)

source: Add Trunk
fr_fr: Ajouter un trunk

source: Add a Trunk
fr_fr: Ajouter un trunk

source: Add ZAP Trunk
fr_fr: Ajouter un trunk ZAP

source: Add IAX2 Trunk
fr_fr: Ajouter un trunk IAX2

source: Add SIP Trunk
fr_fr: Ajouter un trunk SIP

source: Add ENUM Trunk
fr_fr: Ajouter un trunk ENUM

source: Add Custom Trunk
fr_fr: Ajouter un trunk personalis&eacute;

source: Edit %s Trunk
fr_fr: Editer le trunk %s

source: Delete Trunk
fr_fr: Supprimer le trunk

source: In use by
fr_fr: Utilis&eacute; par

source: Sequence
fr_fr: S&eacute;quence

source: This trunk is not used by any routes!
fr_fr: Ce trunk n'est utilis&eacute; par aucune route!

source: This trunk will not be able to be used for outbound calls until a route is setup that uses it. Click on <b>Outbound Routes</b> to setup routing.
fr_fr: Ce trunk ne peut pas &ecirc;tre utilis&eacute; pour des appels sortants tant qu'une route ne l'uitlise pas.

source: Outbound Caller ID
fr_fr: CID de sortie

source: Setting this option will override all clients' caller IDs for calls placed out this trunk<br><br>Format: <b>"caller name" &lt;#######&gt;</b><br><br>Leave this field blank to simply pass client caller IDs.
fr_fr: Optionnel. Remplace le CID (Caller ID) fourni par les clients pour les appels qui sorte par ce trunk<br><br>Format: <b>"nom" &lt;#######&gt;</b><br><br>Peut &ecirc;tre laiss&eacute blanc pour passer le CID du client.

source: Maximum channels
fr_fr: Nombre maximal de canaux

source: Controls the maximum number of channels (simultaneous calls) that can be used on this trunk, including both incoming and outgoing calls. Leave blank to specify no maximum.
fr_fr: Le nombre maximal de canaux (appels simultan&eacute;s) sur ce trunk, incluant les entrants et sortants. Laisser blanc pour aucun maximum.

source: Outgoing Dial Rules
fr_fr: R&egrave;gles de composition de sortie

source: Dial Rules
fr_fr: R&egrave;gles de composition

source: A Dial Rule controls how calls will be dialed on this trunk. It can be used to add or remove prefixes. Numbers that don't match any patterns defined here will be dialed as-is. Note that a pattern without a + or | (to add or remove a prefix) is useless.
fr_fr: Une r&egrave;gles de composition contr&ocirc;le comment les appels sont faits sur ce trunk. Utilis&eacute; pour ajouter ou supprimer des pre&acute;fix. Les num&eacute;ro qui ne correspondent a aucune r&egrave;gle sont compos&eacute; tels quels. Une r&egrave;gle qui ne contient ni + ni | (ajouter ou supprimer un pr&eacute;fix) sont inutiles

source: matches any digit from 1-9
fr_fr: un chiffre de 1-9

source: wildcard, matches one or more characters (not allowed before a | or +)
fr_fr: joker, correpond &agrave; un ou plusieurs caract&egrave;res (interdit avant un | ou +)

source: removes a dialing prefix from the number (for example, 613|NXXXXXX would match when some dialed "6135551234" but would only pass "5551234" to the trunk)
fr_fr: supprime un pr&eacute;fix du num&eacute;ro (par exemple, 613|NXXXXXX va correspondre quand "6135551234" est compos&eacute; mais "5551234" sera seulement pass&eacute; au trunk)

source: adds a dialing prefix from the number (for example, 1613+NXXXXXX would match when some dialed "5551234" and would pass "16135551234" to the trunk)
fr_fr: ajoute un pr&eacute;fix au num&eacute;ro (par exemple, 1613+NXXXXXX va correspondre quand "5551234" est compos&eacute; mais "16135551234" sera pass&eacute; au trunk)

source: Dial rules wizards
fr_fr: Assistant de r&egrave;gles

source: Always add prefix to local numbers
fr_fr: Ajoute toujours un pr&eacute;fix aux num&eacute;ro locaux

source: is useful for VoIP trunks, where if a number is dialed as "5551234", it can be converted to "16135551234".
fr_fr: utile pour les trunks VoIP

source: Remove prefix from local numbers
fr_fr: Supprime le pr&eacute;fix des num&eacute;ro locaux

source: is useful for ZAP trunks, where if a local number is dialed as "16135551234", it can be converted to "555-1234".
fr_fr: utile pour les trunks ZAP

source: Lookup and remove local prefixes
fr_fr: Chercher et supprimer les pr&eacute;fix locaux (Am. du N. seulement)

source: (pick one)
fr_fr: (choisir un)

source: Outbound Dial Prefix
fr_fr: Pr&eacute;fixe de lien externe

source: The outbound dialing prefix is used to prefix a dialing string to all outbound calls placed on this trunk. For example, if this trunk is behind another PBX or is a Centrex line, then you would put 9 here to access an outbound line.<br><br>Most users should leave this option blank.
fr_fr: Optionnel. le 'pr&eacute;fixe de lien externe' permet d'ajouter un prefix a tous les appels sur ce trunk. Par exemple, ci ce trunk est derri&egrave;re un autre PBX o&ugrave; vous devez composer le 9 pour sortir.

source: Outgoing Settings
fr_fr: Param&egrave;tres de sortie

source: Zap Identifier (trunk name)
fr_fr: Identifiant Zap (nom du trunk)

source: ZAP channels are referenced either by a group number or channel number (which is defined in zapata.conf). <br><br>The default setting is <b>g0</b> (group zero).
fr_fr: Les canaux ZAP sont r&eacute;f&eacute;renc&eacute;s par un num&eacute;ro de groupe ou un num&eacute;ro de canal (d&eacute;fini dans zapata.conf). <br><br>D&eacute;faut: <b>g0</b> (groupe zero)

source: Trunk Name
fr_fr: Nom du trunk

source: Give this trunk a unique name. Example: myiaxtel
fr_fr: Un nom unique pour le trunk. Exemple: myiaxtel

source: PEER Details
fr_fr: D&eacute;tails du PEER

source: Modify the default PEER connection parameters for your VoIP provider.<br><br>You may need to add to the default lines listed below, depending on your provider.
fr_fr: Les param&egrave;tres de connection PEER pour votre fournisseur VoIP. <br><br>Vous pouvez devoir ajouter des lignes au d&eacute;faut ci-dessous

source: Incoming Settings
fr_fr: Param&egrave;tres d'entr&eacute;e

source: USER Context
fr_fr: Contexte USER

source: This is most often the account name or number your provider expects.<br><br>This USER Context will be used to define the below user details.
fr_fr: Le plus souvent, le nom de compte ou num&eacute;ro que votre fournisseur attend.

source: USER Details
fr_fr: D&eacute;tails du USER

source: Modify the default USER connection parameters for your VoIP provider.
fr_fr: Les param&egrave;tres de connection USER pour votre fournisseur VoIP.

source: You may need to add to the default lines listed below, depending on your provider.
fr_fr: Vous pouvez devoir ajouter des lignes au d&eacute;faut ci-dessous

source: Registration
fr_fr: Enregistrement

source: Register String
fr_fr: Cha&icirc;ne d'enregistrement

source: Most VoIP providers require your system to REGISTER with theirs. Enter the registration line here.<br><br>example:<br><br>username:password@switch.voipprovider.com
fr_fr: La plupart des fournisseurs VoIP demande que votre syst&egrave;me s'enregistre aupr&egrave; du leur. Entrez la ligne d'enregistrement ici.<br><br>exemple: <br><br>username:password@switch.voipprovider.com
