Repository: shinichi85/voiperopen
Catalog: trunk/var/www/html/private/admin/i18n/*/LC_MESSAGES/amp.po
Languages: fr_fr

source: General Settings
fr_fr: R&eacute;glages globaux

source: Add Backup Schedule
fr_fr: Programmer une sauvegarde

source: Restore from Backup
fr_fr: Restaurer depuis la sauvegarde

source: System Backup
fr_fr: Sauvegarde du syst&egrave;me

source: Delete Backup Schedule
fr_fr: D&eacute;programmer la sauvegarde

source: System Restore
fr_fr: Restauration du syst&egrave;me

source: Warning! Extension
fr_fr: Attention! L'extension

source: is not allowed for your account
fr_fr: n'est pas permise pour votre compte

source: Add Ring Group
fr_fr: Ajouter un groupe de sonnerie

source: Ring Group
fr_fr: Groupe de sonnerie

source: Delete Group
fr_fr: Supprimer le groupe

source: Edit Ring Group
fr_fr: Editer un groupe de sonnerie

source: group number
fr_fr: num&eacute;ro de groupe

source: The number users will dial to ring extensions in this ring group
fr_fr: Le num&eacute;ro que les utilisateurs doivent composer pour faire sonner l'extension dans ce groupe de sonnerie

source: extension list
fr_fr: liste des extensions

source: List extensions to ring, one per line.<br><br>You can include an extension on a remote system, or an external number by suffixing a number with a pound (#). ex: 2448089# would dial 2448089 on the appropriate trunk (see Outbound Routing).
fr_fr: La liste des extensions &agrave; faire sonner, une par ligne.<br><br>Vous pouvez ajouter une extension sur un syst&egrave;me distant; ou un num&eacute;ro ext&eacute;rieur en suffixant le num&eacute;ro avec un di&egrave;se (#). ex: 2448089# va composer le 2448089 sur le trunk appropri&eacute; (voir Routage de sortie).

source: CID name prefix
fr_fr: Pr&eacute;fix au CID

source: ring time (max 60 sec)
fr_fr: dur&eacute;e de sonnerie (max 60 sec)

source: Destination if no answer
fr_fr: Destination si pas de r&eacute;ponse

source: Incoming Calls
fr_fr: Appels entrants

source: Ring Groups
fr_fr: Groupes de sonnerie

source: Queues
fr_fr: Files d'attentes

source: Digital Receptionist
fr_fr: R&eacute;ceptioniste automatique

source: Outbound Routing
fr_fr: Routage de sortie

source: DID Routes
fr_fr: Routage par num&eacute;ro

source: On Hold Music
fr_fr: Musique d'attente

source: System Recordings
fr_fr: Messages du syst&egrave;me

source: Backup & Restore
fr_fr: Sauvegardes

source: Apply Changes Bar
fr_fr: Barre d'application des changements

source: AMP Users
fr_fr: Utilisateurs d'AMP

source: Welcome to AMP
fr_fr: Bienvenue &agrave; AMP

source: Not found
fr_fr: pas trouvé

source: The section you requested does not exist or you do not have access to it.
fr_fr: La section demandée n'existe pas ou vous n'y avez pas acc&egrave;s.

source: Add DID
fr_fr: Ajouter une destination

source: DID Route
fr_fr: Routage par num&eacute;ro

source: Delete DID
fr_fr: Supprimer une destination

source: DID Number
fr_fr: Num&eacute;ro DID

source: Set Destination
fr_fr: Choisir la destination

source: Use 'Incoming Calls' settings
fr_fr: Utiliser les r&eacute;glages 'Appels entrants'

source: Add Extension
fr_fr: Ajouter une extension

source: Delete Extension
fr_fr: Supprimer l'extension

source: Account Settings
fr_fr: Param&egrave;tres du compte

source: outbound callerid:
fr_fr: CID de sortie

source: Overrides the caller id when dialing out a trunk. Any setting here will override the common outbound caller id set in the Trunks admin.<br><br>Format: <b>"caller name" &lt;#######&gt;</b><br><br>Leave this field blank to disable the outbound callerid feature for this extension.
fr_fr: Remplace le CID (caller id) pour les appels vers un trunk. Ce r&eacute;glages va remplacer le CID de sortie d&eacute;fini pour le trunk.<br><br>Format: <b>"nom de l'appelant" &lt;#######&gt;</b><br><br>Laissez ce champs vide pour ne pas activer le 'CID de sortie' pour cette extension

source: Record INCOMING<span>Record ALL INBOUND CALLS received at this extension.</span>
fr_fr: Enregistrer les appels ENTRANTS<span>Enregistrer TOUS les appels ENTRANTS re&ccedil;us &agrave; cette extension.</span>

source: Always
fr_fr: Toujours

source: Never
fr_fr: Jamais

source: On-Demand
fr_fr: A la demande

source: Record OUTGOING<span>Record ALL OutBound CALLS made from this extension.</span>
fr_fr: Enregistrer les appels SORTANTS<span>Enregistrer TOUS les appels SORTANTS depuis cette extension.</span>

source: Voicemail & Directory:
fr_fr: Bo&icirc;te vocale & r&eacute;pertoire

source: Enabled
fr_fr: Activ&eacute;

source: Disabled
fr_fr: D&eacute;sactiv&eacute;

source: voicemail pwd:
fr_fr: mot de passe de bo&icirc;te vocale

source: full name:
fr_fr: nom complet

source: email address:
fr_fr: adresse e-mail

source: pager email address:
fr_fr: adresse e-mail PDA

source: email attachment
fr_fr: pi&egrave;ce jointe &agrave; l'e-mail

source: Option to attach voicemails to email.
fr_fr: Attache le message &agrave; l'e-mail

source: yes
fr_fr: oui

source: no
fr_fr: non

source: Play Envelope
fr_fr: Lire l'enveloppe

source: Envelope controls whether or not the voicemail system will play the message envelope (date/time) before playing the voicemail message. This settng does not affect the operation of the envelope option in the advanced voicemail menu.
fr_fr: Active la lecture de l'enveloppe(date/heure) avant la lecture du message par le syst&egrave;me. Ce r&eacute;glage n'affecte pas la lecture de l'enveloppe dans le menu bo&icirc;te vocale avancé.

source: Play Next
fr_fr: Lire le suivant

source: If set to "yes," after deleting or saving a voicemail message, the system will automatically play the next message, if no the user will have to press "6" to go to the next message
fr_fr: Lit automatiquement le message suivant apr&egrave;s la suppression ou la sauvegarde d'un message vocal. Sinon, l'utilisateur doit presser "6" pour lire le message suivant

source: Delete Vmail
fr_fr: Supprime les messages vocaux

source: If set to "yes" the message will be deleted from the voicemailbox (after having been emailed). Provides functionality that allows a user to receive their voicemail via email alone, rather than having the voicemail able to be retrieved from the Webinterface or the Extension handset. CAUTION: MUST HAVE email attachment SET TO YES OTHERWISE YOUR MESSAGES WILL BE LOST FOREVER.
fr_fr: Si "oui", les messages vocaux seront automatiquement supprim&eacute;s (apr&egrave;s avoir été envoyés par e-mail). Permet à l'utilisateur de ne recevoir les messages vocaux uniquement par e-mail, plutôt que d'avoir la possibilit&eacute; de le recevoir depuis l'interace Web ou le combin&eacute;. ATTENTION: L'OPTION pi&egrave;ce jointe &agrave; l'e-mail DOIT ETRE A oui. DANS LE CAS CONTRAIRE LES MESSAGES SERONT DEFINITIVEMENT PERDUS

source: Separate options with pipe ( | )
fr_fr: Séparer les options avec un pipe ( | )

source: vm context:
fr_fr: contexte de bo&icirc;te vocale

source: Add an Extension
fr_fr: Ajouter une extension

source: phone protocol
fr_fr: Protocole du t&eacute;l&eacute;phone

source: The technology your phone supports
fr_fr: La technologie support&eacute;e par le t&eacute;l&eacute;phone

source: extension number
fr_fr: num&eacute;ro de l'extension

source: This is the phone number for the new extension.<br><b>It must be unique.</b><br><br>This extension's USERNAME and MAILBOX are also the same as the extension number.
fr_fr: C'est le num&eacute;ro de t&eacute;l&eacute;phone de l'extension.<br><b>Il doit &ecirc;tre unique.</b><br><br>Le num&eacute;ro d'utilisateur et de bo&icirc;te vocale sont les m&ecirc;mes que le num&eacute;ro d'extension.

source: extension password
fr_fr: mot de passe de l'extension

source: The client (phone) uses this password to access the system.<br>This password can contain numbers and letters.<br>Ignored on Zap channels.
fr_fr: Le client (t&eacute;l&eacute;phone) utilise ce mot de passe pour acc&eacute;der au syst&egrave;me.<br>Ce mot de passe peut contenir des chiffres et des lettres.<br>Ignor&eacute; sur les canaux Zap.

source: zap channel
fr_fr: canal zap

source: The zap channel this extension is connected.<br>Ignored on SIP or IAX channels.
fr_fr: Le canal Zap sur lequel cette extension est connectée.<br>Ignor&eacute; avec les canaux SIP ou IAX.

source: full name
fr_fr: nom complet

source: User's full name. This is used for the Caller ID Name and for the Company Directory (if enabled below).
fr_fr: Nom complet de l'utilisateur. Utilis&eacute; pour le CID (caller ID) et pour le r&eacutepertoire (si activ&eacute;).

source: voicemail password
fr_fr: mot de passe de la bo&icirc;te vocale

source: This is the password used to access the voicemail system.<br><br>This password can only contain numbers.<br><br>A user can change the password you enter here after logging into the voicemail system (*98) with a phone.
fr_fr: Le mot de passe pour acc&eacute; &agrave; la bo&icirc;te vocale.<br><br>Ce mot de passe ne peut contenir que des chiffres.<br><br>Un utilisateur peut changer son mot de passe apr&eagrave;s s'&ecirc;tre authentifi&eacute; &agrave; sa bo&icirc;te vocale (*98) avec un t&eacute;l&eacute;phone.

source: email address
fr_fr: adresse e-mail

source: The email address that voicemails are sent to.
fr_fr: L'adresse e-mail &agrave; laquelle sont envoy&eacute;s les messages vocaux.

source: pager email address
fr_fr: adresse e-mail PDA

source: Pager/mobile email address that short voicemail notifcations are sent to.
fr_fr: Adresse e-mail (mobile/PDA) à laquelle sont envoyées les notifications courtes de messages vocaux.

source: Play CID
fr_fr: Lire le CID

source: Read back caller's telephone number prior to playing the incoming message, and just after announcing the date and time the message was left.
fr_fr: Lire le num&eacute;ro de t&eacute;l&eacute;phone de l'appelant avant de lire le message (juste après al lecture de l'enveloppe).

source: If set to "yes" the message will be deleted from the voicemailbox (after having been emailed). Provides functionality that allows a user to receive their voicemail via email alone, rather than having the voicemail able to be retrieved from the Webinterface or the Extension handset. CAUTION: MUST HAVE attach voicemail to email SET TO YES OTHERWISE YOUR MESSAGES WILL BE LOST FOREVER.
fr_fr: Si "oui", les messages vocaux seront automatiquement supprim&eacute;s (apr&egrave;s avoir été envoyés par e-mail). Permet à l'utilisateur de ne recevoir les messages vocaux uniquement par e-mail, plutôt que d'avoir la possibilit&eacute; de le recevoir depuis l'interace Web ou le combin&eacute;. ATTENTION: L'OPTION pi&egrave;ce jointe &agrave; l'e-mail DOIT ETRE A oui. DANS LE CAS CONTRAIRE LES MESSAGES SERONT DEFINITIVEMENT PERDUS

source: You have made changes - when finished, click here to APPLY them
fr_fr: Vous avez fait des changements. Cliquez ici pour les appliquer

source: Voicemail
fr_fr: Bo&icirc;te vocale

source: Queue
fr_fr: File d'attente

source: Custom App<span><br>ADVANCED USERS ONLY<br><br>Uses Goto() to send caller to a custom context.<br><br>The context name <b>MUST</b> contain the word 'custom' and should be in the format custom-context , extension , priority. Example entry:<br><br><b>custom-myapp,s,1</b><br><br>The <b>[custom-myapp]</b> context would need to be created and included in extensions_custom.conf</span>
fr_fr: Autre application<span><br>UTILISATEURS AVANCES UNIQUEMENT<br><br>Utiliser Goto() pour envoyer l'appel vers un context d&eacute;fini.<br><br>Le nom de contexte <b>DOIT</b> contenir le mot 'custom' et &ecirc;tre au format custom-context , extension , priorit&eacute;. Exemple: <br><br><b>custom-myapp,s,1</b><br><br>Le context <b>[custom-myapp]</b> doit &ecirc;tre cr&eacute;&eacute; et inclut dans extension_custom.conf</span>

source: Dialing Options
fr_fr: Options de composition

source: Number of seconds to ring phones before sending callers to voicemail:
fr_fr: Dur&eacute;e de la sonnerie avant d'envoyer l'appel sur la bo&icirc;te vocale:

source: Extension prefix for dialing direct to voicemail:
fr_fr: Pr&eacute;fix de l'extension pour appeler directement la bo&icirc;te vocale:

source: Company Directory
fr_fr: r&eacute;pertoire

source: Find users in the
fr_fr: Chercher les utilisateurs dans le

source: Callers who are greeted by a Digital Receptionist can dial pound (#) to access the Company Directory.<br><br>Internal extensions can dial *411 to access the Company Directory.
fr_fr: Les appels re&ccedil;us par le 'R&eacute;ceptioniste automatique' peuvent composer le di&egrave;se (#) pour acc&eacute;der au r&eacute;pertoire.<br><br>Les extensions internes peuvent composer le *411.

source: by:
fr_fr: par:

source: first name
fr_fr: pr&eacute;nom

source: last name
fr_fr: nom

source: first or last name
fr_fr: nom ou pr&eacute;nom

source: Play extension number
fr_fr: Lire le num&eacute;ro d'extension

source: Plays a message "Please hold while I transfer you to extension xxx" that lets the caller know what extension to use in the future.
fr_fr: Joue un message "Je vous transf&egrave;re &agrave; l'extension xxx" pour informer l'appelant de l'extension pour des appels futurs.

source: to caller before transferring call
fr_fr: &agrave; l'appelant avant de transferrer l'appel

source: Fax Machine
fr_fr: Fax

source: Extension of
fr_fr: L'extension du

source: fax machine
fr_fr: fax

source: Select 'system' to have the system receive and email faxes.<br>Selecting 'disabled' will result in incoming calls being answered more quickly.
fr_fr: Choisir 'syst&egrave;me' pour que le syst&egrave;me recoive et envoie les fax par e-mail.<br>Choisir 'd&eacute;sactiv&eacute;' d&eacute;sactive la r&eacute;ception de fax mais augmente la vitesse &agrave laquelle les appels sont r&eacute;pondus.

source: for receiving faxes:
fr_fr: pour recevoir les messages fax

source: disabled
fr_fr: d&eacute;sactiv&eacute;

source: system
fr_fr: syst&egrave;me

source: Email address
fr_fr: L'adresse e-mail

source: Email address used if 'system' has been chosen for the fax extension above.
fr_fr: L'adresse e-mail si l'extension fax ci-dessus est 'syst&egrave;me'.

source: to have faxes emailed to:
fr_fr: &agrave; laquelle sont envoy&eacute; les fax:

source: Setup
fr_fr: Configuration

source: Reports
fr_fr: Rapports

source: Send
fr_fr: Envoyer les

source: Dial 7777 from an internal extension to simulate an incoming call
fr_fr: Composer le 7777 depuis une extension interne pour simuler un appel entrant

source: from the
fr_fr: depuis le

source: Public Switched Telephone Network (ie: the phone company)
fr_fr: Public Switched Telephone Network (cad: la compagnie de t&eacute;l&eacute;phone)

source: to:
fr_fr: vers:

source: regular hours:
fr_fr: journ&eacute;e

source: times
fr_fr: heures

source: Enter a range, using 24-hour time format. For example, for 8:00am to 5:00pm, type:<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>8:00-17:00</b><br><br>An asterisk (*) matches all hours.
fr_fr: La plage horaire, au format 24h. Par exemple, pour 'de 8:00 &agrave; 17:00', entrez:<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>8:00-17:00</b><br><br>Une asterisque (*) signifie 'toute la journ&eacute;e'.

source: days
fr_fr: jours

source: Enter a range, using 3 letter abbreviations. For example, for Monday to Friday, type:<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>mon-fri</b><br><br>An asterisk (*) matches all days.
fr_fr: La plage de jours, en utilisant les 3 premi&egrave;res lettres du jours EN ANGLAIS. Par exemple, pour 'du lundi au vendredi', entrez:<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>mon-fri</b><br><br>Une asterisque (*) signifie 'toute la journ&eacute;e'.

source: Digital Receptionist:
fr_fr: R&eacute;ceptioniste automatique:

source: Ring Group:
fr_fr: Groupe de sonnerie:

source: Queue:
fr_fr: File d'attente:

source: after hours:
fr_fr: hors journ&eacute;e

source: Override Incoming Calls Settings
fr_fr: Remplacer les param&egrave;tres 'Appels entrants'

source: no override (obey the above settings)
fr_fr: ne pas remplacer (suivre les r&egrave;gles ci-dessus)

source: Select this box if you would like to force the above regular hours setting to always take effect.<br><br> This is useful for occasions when your office needs to remain open after-hours. (ie: open late on Thursday, or open all day on Sunday).
fr_fr: Les r&egles;gles 'journ&eacute;e' sont toujours d'application, quelque soit l'heure ou le jour.<br><br> Utile pour les cas o&ugrave; le bureau doit rester ouvert hors des heures habituelles.

source: force after hours
fr_fr: forcer le mode 'hors journ&eacute;e'

source: Select this box if you would like to force the above after hours setting to always take effect.<br><br> This is useful for holidays that fall in the 'regular hours' range above (ie: a holiday Monday).
fr_fr: Les r&egraves;gles 'hors des heures' sont toujours d'application.<br><br>Utile pour les jours de vacances.

source: Welcome to the Asterisk Management Portal
fr_fr: Bienvenue au portail de gestion d'Asterisk

source: Voice Menu Map
fr_fr: Plan des menus vocaux

source: Modify this Menu
fr_fr: Modifier ce menu

source: Delete
fr_fr: Supprimer

source: dialing
fr_fr: appeler

source: dials extension #
fr_fr: appeler l'extension #

source: sends to voicemail box #
fr_fr: va &agrave; la bo&icirc;te vocale #

source: goes to Menu ID
fr_fr: va au menu ID

source: dials group #
fr_fr: appelle le groupe #

source: goes to
fr_fr: va &agrave;

source: goes to Queue #
fr_fr: va &agrave; la file d'attente #

source: Menu notes:
fr_fr: Notes:

source: Would you like to create another Menu?
fr_fr: Voulez-vous cr&eacute;er un autre menu ?

source: Create a new Voice Menu
fr_fr: Cr&eacute;er un nouveau menu vocal

source: Your Current Extension
fr_fr: Votre extension actuelle

source: This Digital Receptionist wizard asks you to record and playback a greeting using your phone.
fr_fr: L'assistant de 'R&eacute;ceptioniste automatique' va vous demander d'enregistrer les messages d'accueil depuis votre t&eacute;l&eacute;phone.

source: Please enter your current extension number:
fr_fr: Entrez votre extension actuelle:

source: Dial *99 to listen to your current recording - click continue if you wish to re-use it.
fr_fr: Composez le *99 pour &eacute;couter votre enregistrement courant. Cliquez sur 'Continue' si vous voulez le r&eacute;utiliser/

source: Step 1: Record
fr_fr: Etape 1: Enregistrement

source: Using your phone,
fr_fr: Avec votre t&eacute;l&eacute;phone,

source: dial *77
fr_fr: composez le *77

source: Start speaking at the tone. Hangup when finished.
fr_fr: Commencez &agrave; parler apr&egrave;s la tonalit&eacute;. Raccrochez pour terminer.

source: and record the message you wish to greet callers with.
fr_fr: et enregistrez le message d'accueil pour les appels.

source: Alternatively, upload a recording in
fr_fr: Vous pouvez aussi charger un enregistrement au

source: .wav format
fr_fr: format .wav

source: The .wav file _must_ have a sample rate of 8000Hz
fr_fr: Le fichier .wav DOIT &egrave;tre &eacute;chantillon&eacute; &agrave; 8000Hz

source: Successfully uploaded
fr_fr: Chargé!

source: Step 2: Verify
fr_fr: Etape 2: V&eacute;rification

source: After recording or uploading,
fr_fr: Apr&egrave;s avoir enregistr&eacute; ou charg&eacute; votre message,

source: dial *99
fr_fr: composez le *99

source: to listen to your message.
fr_fr: pour l'&eacute;couter.

source: If you wish to re-record your message, dial *77 again.
fr_fr: Si vous voulez le r&eacute;enregistrer, composez de nouveau le *77.

source: Step 3: Name & Describe
fr_fr: Etape 3: Nom et description

source: Name this menu:
fr_fr: Nom de ce menu:

source: Describe the menu:
fr_fr: Description:

source: Click "Continue" when you are satisfied with your recording
fr_fr: Cliquez sur 'Continue' lorsque vous &ecirc;tes satisfaits de votre enregistrement

source: Consider including in your recording:
fr_fr: Dans votre enregistrement, pensez &agrave; inclure:

source: Example: Thank you for calling. Please press 1 for our locations, 2 for hours of operation, or 0 to speak with a representative. If you know the extension of the party you are calling, dial it now. To access the company directory, press pound now.
fr_fr: Exemple: Merci de votre appel. Pressez 1 pour nos adresses, 2 pour les heures d'ouverture, ou 0 pour parler &agrave; un repr&eacute;sentant. Si vous connaissez l'extension de votre correspondant, composez la maintenant. Pour acc&eacute;der au r&eacute;pertoire, pressez le carré.

source: Callers to this Menu can press the pound key (#) to access the user directory.
fr_fr: Les appelants de ce menu peuvent pressez le di&egrave;se (#) pour acc&eacute;der au r&eacute;pertoire.

source: Directory context to be used:
fr_fr: Contexte de r&eacute;pertoire &agrave; utiliser:

source: Aside from local extensions and the pound key (#), how many other options should callers be able to dial during the playback of this menu prompt?
fr_fr: En plus des extensions locles et du di&egrave;se (#), combien d'autres options doivent &ecirc;tre offertes à l'appelant?

source: Number of options for Menu:
fr_fr: Nombre d'options pour ce menu:

source: Options for Menu:
fr_fr: Options pour le menu

source: Define the various options you expect your callers to dial after/during the playback of this recorded menu.
fr_fr: D&eacute;finissez les options que les utilisateurs peuvent utiliser pendant/après le message.

source: is the number you expect the caller to dial.
fr_fr: est le num&eacute;ro compos&eacute; par l'appelant.

source: is the result of the caller dialing the option #. This can send the caller to an internal extension, a voicemail box, ring group, queue, or to another recorded menu.
fr_fr: est l'action &agrave; laquelle sera transf&eacute;r&eacute; l'appelant. Cela peut &ecirc;tre une extension interne, une bo&icirc;te vocale, un groupe, une file d'attente ou un autre menu.

source: Dialed Option #
fr_fr: Option compos&eacute;e #

source: Add Music Category
fr_fr: Ajouter une cat&eacute;gorie de musique

source: Default
fr_fr: D&eacute;faut

source: Cannot write to file
fr_fr: Impossible d'&eacute;crire le fichier

source: Category Name:
fr_fr: Cat&eacute;gorie:

source: Allows you to Set up Different Categories for music on hold. This is useful if you would like to specify different Hold Music or Commercials for various ACD Queues.
fr_fr: Permet de cr&eacute;er des cat&eacute;gories pour les musiques d'attente.

source: Category:
fr_fr: Cat&eacute;gorie:

source: Delete Music Category
fr_fr: Supprimer la cat&eacute;gorie

source: Upload a .wav or .mp3 file:
fr_fr: Charger un .wav ou .mp3:

source: Completed processing
fr_fr: Termin&eacute;

source: You must have at least one file for On Hold Music. Please upload one before deleting this one.
fr_fr: Vous devez avoir au moins un fichier de musique d'attente.

source: Deleted
fr_fr: Supprim&eacute;

source: You are not authorized to use this resource
fr_fr: Vous n'&ecirc;tes pas autoris&eacute;s &agrave; utiliser cette ressource

source: Go Back
fr_fr: Retour

source: is not allowed for your account.
fr_fr: n'est pas autoris&eacute; pour votre compte

source: Add Queue
fr_fr: Ajouter une file d'attente

source: Delete Queue
fr_fr: Supprime la file d'attente

source: Edit Queue
fr_fr: Editer la file d'attente

source: queue number:
fr_fr: num&eacute;ro de file:

source: Use this number to dial into the queue, or transfer callers to this number to put them into the queue.<br><br>Agents will dial this queue number plus * to log onto the queue, and this queue number plus ** to log out of the queue.<br><br>For example, if the queue number is 123:<br><br><b>123* = log in<br>123** = log out</b>
fr_fr: Utilisez ce num&eacute;ro pour appeler la file d'attente ou transferez les appels vers ce num&eacute;ro pour les ajouter &agrave; la file.<br><br>Les agents utilisent le num&eacute;ro de file suivi de * pour prendre les appels, le num&eacute;ro suivi de ** pour sortir
