Repository: shinichi85/voiperopen
Catalog: trunk/var/www/html/i18n/*/LC_MESSAGES/main.po
Languages: it_it

source: User Access
it_it: Accesso Utente

source: Admin Access
it_it: Accesso Installatore

source: System Information
it_it: Informazioni Sistema

source: Download Documentation
it_it: Scarica Manuale

source: Special Extensions
it_it: Legenda numeri speciali

source: Pbx User Access.
it_it: Accesso per l'utente.

source: Pbx Administrator Access.
it_it: Accesso per l'installatore o Amministratore del PBX.

source: Voiper version information.
it_it: Informazioni del sistema Voiper.

source: Download Documentation from Voiper.it
it_it: Scarica dal sito Voiper.it il Manuale Operativo.

source: Voiper special Extensions.
it_it: Legenda numeri speciali del Voiper Pbx.

source: Logout Voiper Management Portal.
it_it: Esci dal Voiper Management Portal.

source: Language
it_it: Lingua

source: Main menu
it_it: Menu' Principale

source: Pbx Model
it_it: Modello Centralino

source: Development state
it_it: Stato Sviluppo

source: Serial
it_it: Seriale

source: SSH Remote access
it_it: Utente SSH per assistenza remota

source: Back to main menu.
it_it: Ritorna al Menu' Principale.

source: Enabled
it_it: Abilitato

source: Disabled
it_it: Disabilitato

source: queue
it_it: coda

source: extension
it_it: interno

source: Voiper Extensions
it_it: Leggenda estensioni Voiper

source: Voiper Pbx Special Extensions
it_it: Leggenda delle Estensioni Speciali del Pbx Voiper

source: Echo test.
it_it: Test dell'echo.

source: Enable / Disable Service Day-Night (Overwrites settings set with the VMP)
it_it: Attiva / Disattiva servizio Giorno/Notte (riscrive i settaggi impostati con il VMP)

source: Rnable Automatic recall service (Busy / Not Available / Voice mail)
it_it: Enable servizio di richiamata Automatica (Occupato / Non Disponibile / Opzione Segreteria Telefonica)

source: Disable Automatic recall service (Busy / Not Available / Voice mail)
it_it: Disattiva servizio di richiamata Automatica (Occupato / Non Disponibile / Opzione Segreteria Telefonica)

source: Monitoring a call incoming / outgoing on Channels Bridge. (password required)
it_it: Ascolto di una chiamata entrante/uscente su Canali in Bridge. (richiesta Password)

source: Enable call transfer from extension not Available.
it_it: Attiva trasferimento di chiamata su interno non Disponibile.

source: Disable call transfer from Extension not Available.
it_it: Disattiva trasferimento di chiamata su interno non Disponibile.

source: Say the extension number of the phone you are using.
it_it: Ripete il numero di telefono da dove state chiamando.

source: Enables call recording inbound / outbound in file format. (Overwrites settings set with the VMP)
it_it: Abilita la Registrazione entrante/uscente in formato file. (riscrive i settaggi impostati con il VMP)

source: Disables call recording inbound / outbound in file format. (Overwrites settings set with the VMP)
it_it: Disabilita la Registrazione entrante/uscente in formato file. (riscrive i settaggi impostati con il VMP)

source: Say the last received caller id
it_it: Ascolto del numero dell'ultima chiamata ricevuta.

source: Enable call waiting.
it_it: Attiva avviso di chiamata.

source: Disable call waiting.
it_it: Disattiva avviso di chiamata.

source: Enables call forward towards specified extension.
it_it: Attiva trasferimento di chiamata verso l'interno specificato.

source: Disables call forward.
it_it: Disattiva trasferimento di chiamata.

source: Enables call forward with Wizard.
it_it: Attiva trasferimento di chiamata con Wizard.

source: Disable call forward on specified extension.
it_it: Disattiva trasferimento di chiamata sull'interno specificato.

source: Enables Voice mail. (Overwrites settings set with the VMP)
it_it: Abilita la Segreteria Telefonica. (riscrive i settaggi impostati con il VMP)

source: Disables Voice mail. (Overwrites settings set with the VMP)
it_it: Disabilita la Segreteria Telefonica. (riscrive i settaggi impostati con il VMP)

source: Time now.
it_it: Ora Esatta.

source: Records a message. (Useful to customize IVR messages)
it_it: Registrazione messaggio. (Utile per personalizzare i messaggi IVR)

source: Enables Do not disturb.
it_it: Attiva non disturbare.

source: Disables Do not disturb.
it_it: Disattiva non disturbare.

source: Enables call forward on busy.
it_it: Attiva trasferimento di chiamata su occupato.

source: Disables call forward on busy.
it_it: Disattiva trasferimento di chiamata su occupato.

source: Monitoring a call inbound / outbound on ZAP channel. (password required)
it_it: Ascolto di una chiamata entrante/uscente sul canale ZAP. (richiesta Password)

source: It works as *92 but with Scanner mode (# for next channel - * to exit).
it_it: Simile al numero speciale *92 ma con modalita' Scanner (# per canale successivo - * per uscire)

source: Wakeup service.
it_it: Sveglia Telefonica.

source: Monitoring a call inbound / outbound (ZAP) digiting an extension.
it_it: Ascolto di una chiamata entrante/uscente (ZAP) digitando un numero di interno.

source: Personal Voice mail.
it_it: Segreteria Telefonica Personale.

source: Central Voice mail.
it_it: Gestione Segreteria Telefonica Centrale.

source: Personal Voice Mail related to the selected extension.
it_it: Gestione Segreteria Telefonica Personale di un Interno.

source: Listening to the message Recorded with the *77 function
it_it: Ascolto messaggio (preregistrato con l'estensione *77)

source: Leave a direct message to the voicemail extension.
it_it: Invia messaggio vocale all'interno specificato.

source: the # with a extension make the Blind Transfer (During a call in progress).
it_it: Il # seguito da un'interno esegue il Transfer Cieco / Blind Transfer (Durante una chiamata in corso)

source: Performs PickUP Group (see configuration PickupGroup / CallGroup in Extensions).
it_it: Esegue il PickUP Group (vedi configurazione PickupGroup/CallGroup in Extensions).

source: Performs recording of the call in progress in advanced mode.
it_it: Esegue la registrazione della telefonata in corso in modalita' avanzata.

source: Performs a call pickup (Compatible with GrandStream/Astra/Snom blf).
it_it: Esegue il PickUP di una Chiamata (Compatibile con campo lampade GrandStream/Astra/Snom).

source: Call parking.
it_it: Il # seguito dal numero 70 effettua il Parcheggio della Chiamata.

source: Attended Transfer
it_it: Esegue il trasferimento di una chiamata con la possibilita' di ritorno (Attended Transfer)

source: Recording of the call in progress
it_it: Esegue la registrazione della telefonata in corso

source: Dynamic agent login to queue
it_it: Esegue il Login di un'agente dinamico nella coda

source: Agent logout from queue
it_it: Esegue il Logout di un'agente dinamico dalla coda

source: Parking Area . Dial the extension to pickup the parked call.
it_it: Area di Parcheggio. Comporre l'interno per recuperare la Chiamata Parcheggiata.

source: Emulates incoming call (Incoming # 1 ... #6)
it_it: Simula chiamata in ingresso (Incoming #1 ... #6)

source: Local extension to Receiving FAX. (Only CODEC: Alaw/Ulaw)
it_it: Numero locale per Ricezione FAX. (Solo CODEC: Alaw/Ulaw)

source: Please note: Use 'the: SEND' key on ip phones to dial or send commands (could be '#' on Grandstream phones)
it_it: Si ricorda l'invio (generalmente il # nel Grandstream) dopo l'estensione o il tasto Send Call nel caso di Softphone.

source: Welcome
it_it: Benvenuto

source: User
it_it: Utente

source: Download Voiper Bar
it_it: Scarica la Voiper Bar

source: Download GSM PlugIn
it_it: Scarica Plugin GSM

source: Control Panel of Pbx Voiper.
it_it: Pannello di controllo del Pbx Voiper.

source: VoiceMail web Interface.
it_it: Permette di ascoltare la casella Vocale tramite web.

source: Server Monitoring.
it_it: Permette di monitorizzare lo stato del server Asterisk.

source: Download VoiperBar for Windows.
it_it: Scarica la VoiperBar per Windows

source: Documentations
it_it: Leggi istruzioni

source: Download GSM PlugIn for
it_it: Scarica il Plugin GSM per

source: Example of Click-to-Call.
it_it: Semplice esempio di Click-to-Call.

source: Download sources
it_it: Scarica Sorgente

source: Flash Operator Panel\n\nThe user accepts to use all the informations showed in the FOP following the local law of Privacy.\n\nThe user accepts that it is strictly forbidden to utilize the FOP services against individual interests or with offending purposes; it is also forbidden the damage of third parties or to reveal enterprise reserved informations.
it_it: Flash Operator Panel\n\nL'utente si obbliga ad utilizzare in modo lecito e Privato e a non cedere a terzi (neanche gratuitamente) le informazioni visualizzate dal Flash Operator Panel.\n\nL'utente prende atto che e' vietato utilizzare i servizi messi a disposizione dal Flash Operator Panel contro la morale con lo scopo di recare offesa, o danno a terzi e di tentare di violare la riservatezza delle informazioni private visualizzate all'interno dell'azienda dal Flash Operator Panel.

source: Are you sure to switch off the pbx?
it_it: Sei sicuro di volere spegnere il Voiper PBX?

source: Are you sure to reboot the pbx?
it_it: Sei sicuro di volere riavviare il Voiper PBX?

source: Are you sure to enable Zaptel modules?\nTo apply the changes you must reboot the pbx.
it_it: Sei sicuro di volere ripristinare i moduli Zaptel?\nPer Applicare le modifiche devi riavviare il centralino.

source: Are you sure to disable Zaptel modules?\nTo apply the changes you must reboot the pbx.
it_it: Sei sicuro di volere disabilitare i moduli Zaptel?\nPer Applicare le modifiche devi riavviare il centralino.

source: Are you sure to enable the root user for remote support?\n\nBefore enabling this option SSH service must be running.
it_it: Sei sicuro di volere abilitare l'utente root\nper il servizio di Assistenza remota?\n\nPrima di abilitare questa opzione devi\navere attivato il Servizio SSH Server.

source: Administrator
it_it: Amministratore

source: Enable SSH user
it_it: Abilita utente SSH

source: Disable SSH user
it_it: Disabilita utente SSH

source: Redirect Root Email
it_it: Redirezionare Root Email

source: Menu Services
it_it: Menu' Servizi

source: Menu Update
it_it: Menu' Aggiornamenti

source: Call Log details.
it_it: Dettaglio delle chiamate.

source: Network Parameters.
it_it: Parametri essenziali di Rete.

source: Enable / Disable SSH user for Remote Access.
it_it: Abilita / Disabilita utente SSH per Assistenza Remota.

source: Webconfig for Cisco Phones.
it_it: Webconfig per Telefoni Cisco.

source: Easy html editor for asterisk configuration files.
it_it: Semplice editor HTML per i file di configurazione Asterisk.

source: Asterisk: Maintenance log.
it_it: Asterisk: Log di manutenzione.

source: mySql Server administration.
it_it: Amministrazione del server mySql.

source: Force Asterisk configuration reload.
it_it: Forza il Reload delle configurazioni di Asterisk.

source: Restart asterisk Server.
it_it: Restart forzato del Server Asterisk.

source: Redirect all mails for user root.
it_it: Redirezionare tutte le mail per l'utente root.

source: SMTP Webconfig.
it_it: Webconfig per il servizio SMTP di SendMail.

source: Pbx User Manager.
it_it: Gestione utenti del Pbx Voiper.

source: Enable / Disable Zaptel modules on next reboot.
it_it: Abilita / Disabilita i moduli Zaptel al prossimo riavvio.

source: Shutdown or Reboot of Voiper PBX.
it_it: Shutdown o Reboot del PBX voiper.

source: System Info.
it_it: Informazioni del sistema.

source: Go to Webmin menu.
it_it: Vai al Menu' Webmin.

source: Go to Services menu.
it_it: Vai al Menu' Servizi.

source: Go to Update menu.
it_it: Vai al Menu' Aggiornamenti.

source: Server Linux Administrator
it_it: Amministrazione del server Linux.

source: FileManager with Java Interface.
it_it: FileManager con interfaccia Java.

source: Network advance configuration.
it_it: Configurazione avanzata dei parametri di Rete.

source: Back to Administrator Menu.
it_it: Ritorna al Menu' Amministratore.

source: Are you sure to enable the DDClient Service?\nBefore enabling this service you must be configured\nthe DDclient with DynamicDNS Webconfig.
it_it: Sei sicuro di volere abilitare il Servizio DDClient?\nPrima di abilitare questo servizio devi avere configurato il DDClient\ncon il DynamicDNS Webconfig.

source: Are you sure to enable the Dhcp Server?\nBefore enabling this service you must be configured\nthe Dhcp Server with Webmin.
it_it: Sei sicuro di volere abilitare il Servizio Dhcp Server?\nPrima di abilitare questo servizio devi avere configurato\nil Dhcp Server con il Webmin.

source: Are you sure to enable the DDClient LogWatch?\nBefore enabling this service you must be configured\nthe LogWatch with LogWatch Webconfig.
it_it: Sei sicuro di volere abilitare il Servizio LogWatch?\nPrima di abilitare questo servizio devi avere configurato il LogWatch\ncon il LogWatch Webconfig.

source: Are you sure to enable the SNMP Service?
it_it: Sei sicuro di volere abilitare il Servizio SNMP?

source: Are you sure to enable the TFTP Service?
it_it: Sei sicuro di volere abilitare il Servizio TFTP?

source: Are you sure to enable the NTP Service?
it_it: Sei sicuro di volere abilitare il Servizio NTP?

source: Are you sure to enable the VSFTPD Service?
it_it: Sei sicuro di volere abilitare il Servizio VSFTPD?

source: Are you sure to enable the ARGUS Service?
it_it: Sei sicuro di volere abilitare il Servizio ARGUS?

source: Are you sure to enable the WEBMIN Service?
it_it: Sei sicuro di volere abilitare il Servizio WEBMIN?

source: The Voiper Agent sends a few statistical data of the\nhardware platform used and the started services on the Voiper PBX.\n\nAre you sure to enable the Voiper Agent Service?
it_it: Il servizio Voiper Agent invia al produttore alcuni dati statistici relativamente alla piattaforma hardware\nutilizzata ed ai servizi attivi sul sistema Voiper PBX.\n\nSei sicuro di volere abilitare il Servizio Voiper Agent?

source: Are you sure to enable the bi4data Client?
it_it: Sei sicuro di volere abilitare il Servizio bi4data Client?

source: Are you sure to enable the SSH Service?
it_it: Sei sicuro di volere abilitare il Servizio SSH Server?

source: Are you sure to Reload and Enable the Networks settings?
it_it: Sei sicuro di Ricaricare e Abilitare i Parametri di rete?

source: Enable / Disable SSH services.
it_it: Abilita / Disabilita il servizio SSH.

source: Enable / Disable DynamicDNS services.
it_it: Abilita / Disabilita il servizio DynamicDNS.

source: Enable / Disable DHCP server.
it_it: Abilita / Disabilita il servizio DHCP Server.

source: Enable / Disable Logwatch services.
it_it: Abilita / Disabilita il servizio cron Logwatch.

source: Enable / Disable SNMP server.
it_it: Abilita / Disabilita il servizio SNMP Server.

source: Enable / Disable TFTP server.
it_it: Abilita / Disabilita il servizio TFTP Server.

source: Enable / Disable NTP Time server.
it_it: Abilita / Disabilita il servizio NTP Time Server.

source: Enable / Disable VSFTPD FTP server.
it_it: Abilita / Disabilita il servizio VSFTPD FTP Server.

source: Enable / Disable ARGUSD server.
it_it: Abilita / Disabilita il servizio ARGUSD Server.

source: Enable / Disable WEBMIN server.
it_it: Abilita / Disabilita il servizio WEBMIN Server.

source: Enable / Disable Voiper Agent.
it_it: Abilita / Disabilita il servizio Voiper Agent.

source: Reload and Enable Networks settings.
it_it: Ricarica e Abilita i parametri di Rete.

source: Webconfig for the DynamicDNS service.
it_it: Webconfig per il servizio DynamicDNS.

source: Webconfig for the LogWatch service.
it_it: Webconfig per il servizio LogWatch.

source: Webconfig for the Snmpd service.
it_it: Webconfig per il servizio Snmpd.

source: Voiper Updater
it_it: Aggiornamento Voiper

source: Download Update
it_it: Scarica aggiornamento

source: Check for Updates
it_it: Controlla Aggiornamenti

source: Pbx Voiper web updater.
it_it: Aggiornamento Software del Pbx Voiper.

source: Download from Voiper.it the software update.
it_it: Scarica dal sito Voiper.it l'aggiornamento software.

source: Check for available Updates.
it_it: Controlla aggiornamenti disponibili.

source: Services Monitor
it_it: Monitor servizi

source: Update DDns
it_it: Aggiornamento DDns

source: Yes
it_it: Si

source: Protocol
it_it: Protocollo

source: Email if Update
it_it: Email Aggiornamento

source: Email if Fail
it_it: Email se Fallito

source: Save
it_it: Salva

source: Read the documentation before configuring this service.
it_it: Leggi il manuale prima di procedere con la configurazione.

source: Most email that the system sends are redirected to the root mailbox.
it_it: La maggior parte delle mail che invia il sistema o i singoli programmi vengono redirezionate alla mailbox dell'utente root.

source: If you have several Server to administer is not good to read the mail of root on each server. One thing is forward all root mail to a mail account that you regularly check with your favorite client.
it_it: Se si hanno diverse macchine da amministrare risulta scomodo dover controllare la mail di root su ogni sistema. Una possibilita' e' inoltrare tutte le mail destinate all'utente root ad un account di posta che si controlla regolarmente con il proprio client favorito.

source: Email for Log
it_it: Email per Log

source: Log Directory
it_it: Directory di Log

source: Temp Log
it_it: Log Temporanea

source: Console Output
it_it: Stampa su console

source: MkTemp Support
it_it: Supporto MkTemp

source: Yesterday
it_it: Ieri

source: Today
it_it: Oggi

source: All
it_it: Tutti

source: Low
it_it: Basso

source: Medium
it_it: Medio

source: High
it_it: Alto

source: Sevices
it_it: Servizi

source: Sendmail Path
it_it: Path di Sendmail

source: Compress old Log
it_it: Comprime vecchi Log

source: Log Detail
it_it: Dettaglio Log

source: The IP Address is not corrected.\nPlease write a correct ip Address. (format: nnn.nnn.nnn.nnn where nnn is a number from 0 to 255)
it_it: Il formato dell'indirizzo ip non e' corretto.\nDigitare un indirizzo IP nel formato nnn.nnn.nnn.nnn dove nnn e' un numero da 0 a 255

source: Are you sure to save the new Network Configuration?\nTo apply the changes you must reboot the pbx.
it_it: Sei sicuro di volere salvare la nuova configurazione di rete?\nLa nuova configurazione verra' attivata al prossimo riavvio.

source: For advance-configuration please use Webmin.
it_it: Per la configurazione avanzata utilizzare Webmin.

source: Are you sure to save and apply the new snmp Configuration?
it_it: Sei sicuro di volere applicare e salvare la nuova configurazione di snmp?

source: Please type the snmp Community.
it_it: Perfavore digita la Community.

source: Warning:
it_it: Attenzione:

source: When the updater running please Don't use Phones connected to
it_it: Durante l'aggiornamento si consiglia di NON utilizzare Telefoni o Apparati collegati al

source: when the update is done Voiper PBX will be restarted.
it_it: ad aggiornamento concluso il Voiper PBX sara' riavviato automaticamente.

source: Files for updates must be downloaded from the site
it_it: I files di aggiornamento devono essere scaricati dal sito

source: with the extension
it_it: ed avere l'estensione

source: The signature of the file
it_it: La signature del file

source: is right. Please wait while installation in process.
it_it: e' corretta. Attendere l'installazione e il riavvio del Voiper PBX.

source: is bad. The installation was interrupted.
it_it: non e' corretta. L'installazione e' stata interrotta.

source: There is a errors in your file upload.
it_it: Ci sono stati degli errori durante la proceduta di upload.

source: The filesize is not right.
it_it: La dimensione del file non e' corretta.

source: The file extension is not right.
it_it: L'estensione del file non e' corretta.

source: There is a errors during the Software Updater.
it_it: Ci sono stati degli errori durante l'aggiornamento del Software.

source: No filename selected.
it_it: Non e' stato selezionato nessun file per l'aggiornamento.

source: Click here
it_it: Clicca qui

source: for back to file selection.
it_it: per tornare alla selezione del file.

source: Voiper PBX Web updater
it_it: Aggiornamento Firmware Voiper PBX

source: Choose File:
it_it: Scegli il file:

source: Send
it_it: Invia

source: On the Java shell please enter the ip of your PBX followed by: 222 (ES: 192.168.0.200:222)
it_it: Quando appare la shell Java inserire l'ip del proprio centralino seguito da :222 (ES: 192.168.0.200:222)

source: Please digit 'root' for the login and password described in the Voiper Manual.
it_it: Entrare con il Login: root e la password di default descritta nel manuale.

source: MindTerm is compatible with
it_it: MindTerm e' compatibile con

source: A new version of Voiper is available.
it_it: E' disponibile la nuova versione del Voiper.

source: A new version of VCTI is available.
it_it: E' disponibile la nuova versione del VCTI.

source: Click on Download Update for update your Voiper to the version
it_it: Clicca su Scarica aggiornamento per aggiornare il Voiper alla versione

source: Click on Download Update for update your VCTI to the version
it_it: Clicca su Scarica aggiornamento per aggiornare il VCTI alla versione

source: Internet connection is unavailable.
it_it: Collegamento internet non disponibile.

source: Please try again later.
it_it: Il Live update non puo' collegarsi sul sito voiper.it.

source: Voiper already has the latest version of Software.
it_it: Tutti gli aggiornamenti del Voiper sono stati installati.

source: VCTI already has the latest version of Software.
it_it: Tutti gli aggiornamenti del VCTI sono stati installati.
